Repository: shanchenxi/CustomerService
Catalog: *.lproj/Localizable.strings
Languages: da, fr, it, pl, pt_pt, ro, sv

# ReplaceTopic
source: Change the theme
da: udskiftning af tema
fr: Changer le thème
it: La sostituzione del Tema
pl: wymiana
pt_pt: Mudar Tema
ro: schimba tema
sv: ändra temat

# Suggestions
source: Suggestions and messages
da: forslag og bemærkninger
fr: CSuggestions et de message
it: La proposta e il messaggio
pl: propozycje i wiadomość
pt_pt: Sugestões e comentários
ro: cu un mesaj
sv: förslag och meddelanden

source: Share
da: dele til en ven
fr: Partager avec ses amis
it: Condividere con gli amici
pl: podzielić się z przyjaciółmi
pt_pt: Compartilhar com amigos
ro: împart cu prietenii
sv: delar till en vän.

source: ClearCache
da: clearing - lager
fr: Nettoyer le cache
it: Pulire la Cache
pl: magazyn
pt_pt: Limpar o cache
ro: eliberaţi
sv: radera cache

source: About
da: om os
fr: Sur nous
it: Su di noi
pl: o nas
pt_pt: Sobre nós
ro: despre noi
sv: om oss

source: Back
da: tilbage
fr: De retour
it: Di ritorno
pl: powrót
pt_pt: Voltar para
ro: s - a întors
sv: tillbaka till

# Fabiao
source: Post my suggestions and messages...
da: offentliggjort mit forslag og bemærkninger ...
fr: A publié des recommandations et mon message ...
it: La Mia proposta e ha pubblicato un messaggio ...
pl: moje propozycje i opublikowane...
pt_pt: Minha sugestão e publicado...
ro: a publicat propunerea mea şi lasă un mesaj...
sv: mitt förslag och meddelande offentliggjordes...

source: Sure
da: bestemmelse af
fr: Déterminer
it: Determinare
pl: określenia
pt_pt: OK
ro: sigur
sv: fastställa

source: FeedbackSuccess
da: feedback
fr: Le succès de rétroaction
it: IL successo di Feedback
pl: informacje zwrotne sukces
pt_pt: O feedback
ro: feedback - ul de succes
sv: återkoppling framgång

source: Coming soon
da: den kommende
fr: Bientôt
it: L'imminente
pl: wkrótce
pt_pt: EM breve
ro: în curând
sv: kommande

source: System message
da: system besked
fr: Système de messagerie
it: Messaggi di Sistema
pl: system wiadomości
pt_pt: A Mensagem de sistema
ro: sistemul de informații
sv: system för meddelanden

# Nomore
source: No more news click enter to get more news
da: ikke flere nyheder, klik få flere meddelelser
fr: Plus de message cliquez dans plus d'un message
it: Non c'e 'PIU' entrare temporaneamente La Notizia PIU 'messaggi clic
pl: weszłam na nie zdobyć więcej informacji
pt_pt: Não há Mais informações clique EM para obter Mais informações
ro: nu mai multe mesaje pe mai multe mesaje
sv: Ningen mer information system för meddelanden klicka in och hämta fler meddelanden

source: Clear all
da: tom besked
fr: claire
it: Svuota il messaggio
pl: wiadomość
pt_pt: Esvaziar a Mensagem
ro: mesaj
sv: nyheter

source: Cancel
da: at annullere
fr: Annuler
it: Annullare
pl: odwołać
pt_pt: Cancelar
ro: anulează
sv: inställd

source: Please Input Contents
da: indtast venligst indhold
fr: Saisissez le contenu
it: VI Prego di inserire il contenuto
pl: proszę podać treść
pt_pt: Por favor, insira o conteúdo
ro: vă rog introduceţi conţinutul
sv: ange innehåll
